case object KeioConst{
  /** 定期運賃表 */
  val sectionPrice = List((4, 4700, 1870), (6, 5080, 2040), (9, 5890, 2270), (12, 6680, 2620), (15, 7430, 2860), (19, 8990, 3200),
                          (24, 10650, 3550), (30, 12150, 3890), (37, 13020, 4290))
  /** 京王線営業キロ数 */
  val salesDistanceKeioLine = List(("新宿", 0.0), ("笹塚", 3.6), ("明大前",5.2 ), ("千歳烏山", 9.9), ("調布", 15.5),
                                    ("武蔵野台",18.8), ("府中", 21.9), ("分倍河原", 23.1), ("聖蹟桜ヶ丘", 26.3), ("高幡不動", 29.7))
  /** 井の頭線(北)営業キロ数 */
  val salesDistanceInokashiraLineNorth = List(("明大前", 0.0), ("永福町", 1.1), ("久我山", 5.3), ("吉祥寺", 7.8))

}
