case object KeioConst{
  /** 定期運賃表 */
  val sectionPrice = List((4, 4700, 1870), (6, 5080, 2040), (9, 5890, 2270), (12, 6680, 2620), (15, 7430, 2860), (19, 8990, 3200),
                          (24, 10650, 3550), (30, 12150, 3890), (37, 13020, 4290))

  /** 京王全線営業キロ数 */
  val salesDistanceAll = List(("新宿", 0.0, "京王線"), ("笹塚", 3.6, "京王線"), ("明大前",5.2, "京王線"), ("千歳烏山", 9.9, "京王線"),
    ("調布", 15.5, "京王線"), ("武蔵野台",18.8, "京王線"), ("府中", 21.9, "京王線"), ("分倍河原", 23.1, "京王線"), ("聖蹟桜ヶ丘", 26.3, "京王線"),
    ("高幡不動", 29.7, "京王線"), ("永福町", 1.1, "井の頭線北"), ("久我山", 5.3, "井の頭線北"), ("吉祥寺", 7.8, "井の頭線北"),
    ("下北沢", 1.9, "井の頭線南"), ("渋谷", 4.9, "井の頭線南"))

}
